Repository: heaventree/AccessWeb-9.7
Catalog: attached_assets/readabler/languages/readabler-*.po
Languages: he_il

source: Move to next interactive element
he_il: עבור לרכיב האינטראקטיבי הבא

source: Move to previous interactive element
he_il: חזור לרכיב האינטראקטיבי הקודם

source: Multilingual website
he_il: אתר רב לשוני

source: Mute Sounds
he_il: השתקת צלילים

source: Navigation Keys
he_il: מקשי ניווט

source: Navigation numbers
he_il: מספרי ניווט

source: Navy
he_il: כחול ים

source: Network error. Check is you online and try again.
he_il: בעיה ברשת. בדוק האם אתה מחובר ונסה שוב.

source: Next
he_il: הבא

source: Next Tab
he_il: הלשונית הבאה

source: Night(Dark) Theme
he_il: ערכת נושא לילה (שחורה).

source: nine
he_il: תשע

source: nineteen
he_il: תשע עשרה

source: ninety
he_il: תשעים

source: ninety eight
he_il: תשעים ושמונה

source: ninety five
he_il: תשעים וחמש

source: ninety four
he_il: תשעים וארבע

source: ninety nine
he_il: תשעים ותשע

source: ninety one
he_il: תשעים ואחד

source: ninety seven
he_il: תשעים ושבע

source: ninety six
he_il: תשעים ושש

source: ninety three
he_il: תשעים ושלוש

source: ninety two
he_il: תשעים ושתיים

source: NO
he_il: לא

source: No
he_il: לא

source: No microphone. Check is your microphone connected and try again.
he_il: אין מיקרופון. בדוק אם המיקרופון שלך מחובר ונסה שוב.

source: No settings for import
he_il: אין הגדרות לייבוא

source: None
he_il: אין

source: Normal
he_il: רגיל

source: Not Activated
he_il: לא מופעל

source: not activated
he_il: לא מופעל

source: Note
he_il: הערה

source: Now used
he_il: עכשיו בשימוש

source: Number
he_il: מספר

source: Number ...
he_il: מספר ...

source: Number Command
he_il: פקודת מספר

source: Number links
he_il: מספר קישורים

source: Number of accessibility pop-up openings per hour
he_il: מספר פתחי נגישות קופצים בשעה

source: Number of accessibility popup was loaded with saved settings
he_il: מספר חלונות הנגישות הקופצים נטען עם הגדרות שמורות

source: Numbers Commands
he_il: פקודות מספרים

source: Offset
he_il: לְקַזֵז

source: Oh! Sorry, but we cannot send messages to this email.
he_il: הו! מצטערים, אבל אנחנו לא יכולים לשלוח הודעות למייל זה.

source: OK
he_il: בסדר

source: Ok
he_il: בסדר

source: Okay
he_il: ב ס ד ר

source: Olive
he_il: זית

source: one
he_il: אחד

source: one hundred
he_il: מאה

source: one hundred eight
he_il: מאה ושמונה

source: one hundred eighteen
he_il: מאה ושמונה עשרה

source: one hundred eighty
he_il: מאה שמונים

source: one hundred eighty eight
he_il: מאה שמונים ושמונה

source: one hundred eighty five
he_il: מאה שמונים וחמש

source: one hundred eighty four
he_il: מאה שמונים וארבע

source: one hundred eighty nine
he_il: מאה שמונים ותשע

source: one hundred eighty one
he_il: מאה שמונים ואחת

source: one hundred eighty seven
he_il: מאה שמונים ושבע

source: one hundred eighty six
he_il: מאה שמונים ושש

source: one hundred eighty three
he_il: מאה שמונים ושלוש

source: one hundred eighty two
he_il: מאה שמונים ושתיים

source: one hundred eleven
he_il: מאה ואחת עשרה

source: one hundred fifteen
he_il: מאה וחמש עשרה

source: one hundred fifty
he_il: מאה וחמישים

source: one hundred fifty eight
he_il: מאה חמישים ושמונה

source: one hundred fifty five
he_il: מאה חמישים וחמש

source: one hundred fifty four
he_il: מאה חמישים וארבע

source: one hundred fifty nine
he_il: מאה חמישים ותשע

source: one hundred fifty one
he_il: מאה חמישים ואחת

source: one hundred fifty seven
he_il: מאה חמישים ושבע

source: one hundred fifty six
he_il: מאה חמישים ושש

source: one hundred fifty three
he_il: מאה חמישים ושלוש

source: one hundred fifty two
he_il: מאה חמישים ושתיים

source: one hundred five
he_il: מאה וחמש

source: one hundred forty
he_il: מאה ארבעים

source: one hundred forty eight
he_il: מאה ארבעים ושמונה

source: one hundred forty five
he_il: מאה ארבעים וחמש

source: one hundred forty four
he_il: מאה ארבעים וארבע

source: one hundred forty nine
he_il: מאה ארבעים ותשע

source: one hundred forty one
he_il: מאה ארבעים ואחד

source: one hundred forty seven
he_il: מאה ארבעים ושבע

source: one hundred forty six
he_il: מאה ארבעים ושש

source: one hundred forty three
he_il: מאה ארבעים ושלוש

source: one hundred forty two
he_il: מאה ארבעים ושתיים

source: one hundred four
he_il: מאה וארבע

source: one hundred fourteen
he_il: מאה וארבע עשרה

source: one hundred nine
he_il: מאה ותשע

source: one hundred nineteen
he_il: מאה ותשע עשרה

source: one hundred ninety
he_il: מאה תשעים

source: one hundred ninety eight
he_il: מאה תשעים ושמונה

source: one hundred ninety five
he_il: מאה תשעים וחמש

source: one hundred ninety four
he_il: מאה תשעים וארבע

source: one hundred ninety nine
he_il: מאה תשעים ותשע

source: one hundred ninety one
he_il: מאה תשעים ואחת

source: one hundred ninety seven
he_il: מאה תשעים ושבע

source: one hundred ninety six
he_il: מאה תשעים ושש

source: one hundred ninety three
he_il: מאה תשעים ושלוש

source: one hundred ninety two
he_il: מאה תשעים ושתיים

source: one hundred one
he_il: מאה ואחת

source: one hundred seven
he_il: מאה ושבע

source: one hundred seventeen
he_il: מאה ושבע עשרה

source: one hundred seventy
he_il: מאה שבעים

source: one hundred seventy eight
he_il: מאה שבעים ושמונה

source: one hundred seventy five
he_il: מאה שבעים וחמש

source: one hundred seventy four
he_il: מאה שבעים וארבע

source: one hundred seventy nine
he_il: מאה שבעים ותשע

source: one hundred seventy one
he_il: מאה שבעים ואחד

source: one hundred seventy seven
he_il: מאה שבעים ושבע

source: one hundred seventy six
he_il: מאה שבעים ושש

source: one hundred seventy three
he_il: מאה שבעים ושלוש

source: one hundred seventy two
he_il: מאה שבעים ושתיים

source: one hundred six
he_il: מאה ושש

source: one hundred sixteen
he_il: מאה ושש עשרה

source: one hundred sixty
he_il: מאה שישים

source: one hundred sixty eight
he_il: מאה שישים ושמונה

source: one hundred sixty five
he_il: מאה שישים וחמש

source: one hundred sixty four
he_il: מאה שישים וארבע

source: one hundred sixty nine
he_il: מאה שישים ותשע

source: one hundred sixty one
he_il: מאה שישים ואחת

source: one hundred sixty seven
he_il: מאה שישים ושבע

source: one hundred sixty six
he_il: מאה שישים ושש

source: one hundred sixty three
he_il: מאה שישים ושלוש

source: one hundred sixty two
he_il: מאה שישים ושתיים

source: one hundred ten
he_il: מאה ועשר

source: one hundred thirteen
he_il: מאה ושלוש עשרה

source: one hundred thirty
he_il: מאה ושלושים

source: one hundred thirty eight
he_il: מאה שלושים ושמונה

source: one hundred thirty five
he_il: מאה שלושים וחמש

source: one hundred thirty four
he_il: מאה שלושים וארבע

source: one hundred thirty nine
he_il: מאה שלושים ותשע

source: one hundred thirty one
he_il: מאה שלושים ואחת

source: one hundred thirty seven
he_il: מאה שלושים ושבע

source: one hundred thirty six
he_il: מאה שלושים ושש

source: one hundred thirty three
he_il: מאה שלושים ושלוש

source: one hundred thirty two
he_il: מאה שלושים ושתיים

source: one hundred three
he_il: מאה ושלוש

source: one hundred twelve
he_il: מאה ושתיים עשרה

source: one hundred twenty
he_il: מאה ועשרים

source: one hundred twenty eight
he_il: מאה עשרים ושמונה

source: one hundred twenty five
he_il: מאה עשרים וחמש

source: one hundred twenty four
he_il: מאה עשרים וארבע

source: one hundred twenty nine
he_il: מאה עשרים ותשע

source: one hundred twenty one
he_il: מאה עשרים ואחד

source: one hundred twenty seven
he_il: מאה עשרים ושבע

source: one hundred twenty six
he_il: מאה עשרים ושש

source: one hundred twenty three
he_il: מאה עשרים ושלוש

source: one hundred twenty two
he_il: מאה עשרים ושתיים

source: one hundred two
he_il: מאה ושתיים

source: Online Dictionary
he_il: מילון מקוון

source: Online Documentation
he_il: תיעוד מקוון

source: Oops! Something went wrong. Please try later.
he_il: אופס! משהו השתבש. אנא נסה מאוחר יותר.

source: Open
he_il: פתח

source: Open Accessibility Panel
he_il: פתח את לוח הנגישות

source: Open Button
he_il: כפתור פתיחה

source: Open Button Settings
he_il: פתח את הגדרות הכפתור

source: Open Hot Key
he_il: פתח את המקשים החמים

source: Open on average
he_il: פתוח בממוצע

source: Open the Accessibility Interface.
he_il: פתח את ממשק הנגישות.

source: opens in a new window
he_il: נפתח בחלון חדש

source: Operating System
he_il: מערכת הפעלה

source: Operating Systems
he_il: מערכות הפעלה

source: Optimize the synthetic speech for playback on different types of hardware.
he_il: מטב את הדיבור הסינטטי להשמעה בסוגים שונים של חומרה.

source: Orange
he_il: כתום

source: Overlay
he_il: שכבת על

source: Overlay Color
he_il: צבע שכבת-על

source: Padding
he_il: ריפוד

source: Page Bottom
he_il: תחתית העמוד

source: Page Down
he_il: לרדת למטה בעמוד

source: Page Left
he_il: עמוד שמאל

source: Page Right
he_il: עמוד ימין

source: Page Top
he_il: החלק העליון של העמוד

source: Page Up
he_il: לעלות לחלק העליון של העמוד

source: Permalink Structure
he_il: מבנה קישור קבוע

source: Permission denied. Check is your microphone connected and try again.
he_il: ההרשאה נדחתה. בדוק אם המיקרופון שלך מחובר ונסה שוב.

source: phone
he_il: טלפון

source: Pitch
he_il: גובה הצליל

source: Plain
he_il: מישור

source: Popup is open
he_il: חלון קופץ פתוח

source: Popup position
he_il: מיקום חלון קופץ

source: Popup Shadow
he_il: צל חלון קופץ

source: Position
he_il: מיקום

source: Post metabox
he_il: פוסט מטאבוקס

source: Press
he_il: לחץ

source: Press to clear all nonsensitive caches and check for updates.
he_il: לחץ כדי לנקות את כל המטמונים הלא רגישים ולבדוק אם קיימים עדכונים.

source: Preview image
he_il: תצוגה מקדימה של תמונה

source: Previous
he_il: קודם

source: Previous Tab
he_il: הכרטיסייה הקודמת

source: pricing
he_il: תמחור

source: Profiles
he_il: פרופילים

source: Purchase code
he_il: קוד רכישה

source: Purchase Code is Not Working
he_il: קוד רכישה לא עובד

source: Purple
he_il: סָגוֹל

source: Quit
he_il: יציאה

source: Readable Experience
he_il: חווית קריאה

source: Readable Font
he_il: גופן קריא

source: Reading Guide
he_il: מדריך קריאה

source: Reading Guide Arrow size
he_il: גודל חץ של מדריך קריאה

source: Reading Mask
he_il: מסכת קריאה

source: Red
he_il: אדום

source: Reduces distractions and improve focus
he_il: מפחית הסחות דעת ומשפר את המיקוד

source: Refresh
he_il: לְרַעֲנֵן

source: Refresh page
he_il: רענן עמוד

source: Refresh website
he_il: רענן את האתר

source: Reload
he_il: לִטעוֹן מִחָדָשׁ

source: Reload Command
he_il: טען מחדש את הפקודה

source: Reload page
he_il: טען מחדש את הדף

source: Reload website
he_il: טען מחדש את האתר

source: Removal settings:
he_il: הגדרות הסרה:

source: Remove
he_il: לְהַסִיר

source: Remove numbers
he_il: הסר מספרים

source: Reset
he_il: איפוס

source: Reset Button
he_il: כפתור אתחול

source: Reset Settings
he_il: אפס הגדרות

source: Reset usage analytics data and remove table with all data
he_il: אפס נתוני ניתוח שימוש והסר טבלה עם כל הנתונים

source: Restart recognition
he_il: הפעל מחדש את הזיהוי

source: Restart recognition after stopping due to network error, loss of speech or other reasons.
he_il: הפעל מחדש את הזיהוי לאחר הפסקה עקב שגיאת רשת, אובדן דיבור או סיבות אחרות.

source: Return
he_il: חזור

source: Right
he_il: ימין

source: Right Aligned
he_il: ישור לימין

source: Right Center
he_il: מירכוז לימין

source: Rotate
he_il: להחליף

source: s.
he_il: ש.

source: Save changes
he_il: שמירת שינויים

source: Save config
he_il: שמירת הגדרות

source: Save the configuration and apply it after page reload.
he_il: שמור את התצורה והחל אותה לאחר טעינת העמוד מחדש.

source: Say a command...
he_il: אמור פקודה...

source: Scale
he_il: גודל

source: Scroll
he_il: גְלִילָה

source: Scroll down
he_il: גלול מטה

source: Scroll Down Command
he_il: פקודה גלול למטה

source: Scroll Down Value
he_il: ערך גלול למטה

source: Scroll left
he_il: גלול שמאלה

source: Scroll Left Command
he_il: גלול בפקודה שמאלה

source: Scroll Left Value
he_il: גלול ערך שמאלה

source: Scroll page down %s px
he_il: גלול עמוד למטה %s פיקסלים

source: Scroll page left %s px
he_il: גלול עמוד שמאלה %s פיקסלים

source: Scroll page right %s px
he_il: גלול בעמוד ימינה %s פיקסלים

source: Scroll page to bottom
he_il: גלול עמוד למטה

source: Scroll page to top
he_il: גלול עמוד למעלה

source: Scroll right
he_il: גלול ימינה

source: Scroll Right Command
he_il: גלול פקודה ימינה

source: Scroll Right Value
he_il: ערך גלול ימינה

source: Scroll to bottom
he_il: גלול למטה

source: Scroll to top
he_il: גלול למעלה

source: Scroll up
he_il: לגלול מעלה

source: Scroll Up Command
he_il: פקודה גלול למעלה

source: Scroll Up Value
he_il: ערך גלול למעלה

source: Scroll value: %spx
he_il: ערך גלילה: %spx

source: Scrolling on the page while the popup is open.
he_il: גלילה בעמוד בזמן שהחלון הקופץ פתוח.

source: Search the online dictionary...
he_il: חפש במילון המקוון...

source: Section heading
he_il: כותרת הסעיף

source: Section title
he_il: כותרת המדור

source: Select
he_il: בחר

source: Select a place on the page to display Floating Button.
he_il: בחר מקום בעמוד כדי להציג את הלחצן הצף.

source: Select an option
he_il: בחר אפשרות

source: Select background color for buttons on virtual keyboard.
he_il: בחר צבע רקע עבור כפתורים במקלדת וירטואלית.

source: Select background color for reading guide.
he_il: בחר צבע רקע למדריך הקריאה.

source: Select background color for text to speech tooltip.
he_il: בחר צבע רקע עבור טקסט לדיבור.

source: Select background color for virtual keyboard.
he_il: בחר צבע רקע עבור מקלדת וירטואלית.

source: Select background color.
he_il: בחר צבע רקע.

source: Select border color for reading guide.
he_il: בחר צבע גבול למדריך הקריאה.

source: Select button background color.
he_il: בחר צבע רקע של כפתור.

source: Select button hover background color.
he_il: בחר את צבע הרקע של הלחצן.

source: Select colors for the Day(Light) theme
he_il: בחר צבעים לערכת נושא יום (אור)..

source: Select colors for the Night(Dark) theme
he_il: בחר צבעים עבור ערכת הנושא לילה (כהה).

source: Select highlight focus color.
he_il: בחר צבע מיקוד הדגשה.

source: Select highlight focus style.
he_il: בחר סגנון מיקוד הדגשה.

source: Select highlight hover color.
he_il: בחר צבע ריחוף סימון.

source: Select highlight hover style.
he_il: בחר סגנון ריחוף להדגשה.

source: Select highlight links color.
he_il: בחר צבע קישורי הדגשה.

source: Select highlight links style.
he_il: בחר בסגנון הדגשת קישורים.

source: Select highlight titles color.
he_il: בחר צבע כותרות סימון.

source: Select highlight titles style.
he_il: בחר בסגנון הדגשה של כותרות.

source: Select icon and text color.
he_il: בחר סמל וצבע טקסט.

source: Select icon and text hover color.
he_il: בחר סמל וצבע ריחוף של טקסט.

source: Select icon color for text to speech tooltip.
he_il: בחר צבע סמל עבור תיאור כלי טקסט לדיבור.

source: Select icon for button.
he_il: בחר סמל עבור הכפתור.

source: Select Language
he_il: בחר שפה

source: Select languages layout for virtual keyboard.
he_il: בחר את פריסת השפה עבור המקלדת הווירטואלית.

source: Select modal background-color.
he_il: בחר צבע רקע מודאלי.

source: Select modal key color.
he_il: בחר צבע מפתח מודאלי.

source: Select modal overlay background-color.
he_il: בחר צבע רקע של שכבת-על מודאלית.

source: Select modal text color.
he_il: בחר צבע טקסט מודאלי.

source: Select on what page types or categories the assignment should be active.
he_il: בחר את סוגי הדפים או הקטגוריות שבהן המשימה צריכה להיות פעילה.

source: Select overlay color for reading mask.
he_il: בחר צבע שכבת-על עבור מסכת קריאה.

source: Select pre-built disability modes.
he_il: בחר מצבי מוגבלות מובנים מראש.

source: Select text color for buttons on virtual keyboard.
he_il: בחר צבע טקסט עבור כפתורים במקלדת וירטואלית.

source: Select text color.
he_il: בחר צבע טקסט.

source: Select the accessibility statement source
he_il: בחר את מקור הצהרת הנגישות

source: Select the browsers to assign to. Keep in mind that browser detection is not always 100% accurate. Users can setup their browser to mimic other browsers.
he_il: בחר את הדפדפנים להקצאה. זכור שזיהוי דפדפן אינו תמיד 100% מדויק. משתמשים יכולים להגדיר את הדפדפן שלהם כדי לחקות דפדפנים אחרים..

source: Select the devices to assign to. Keep in mind that device detection is not always 100% accurate. Users can setup their device to mimic other devices.
he_il: בחר את המכשירים להקצאה. זכור שזיהוי מכשיר אינו תמיד 100% מדויק.משתמשים יכולים להגדיר את המכשיר שלהם כדי לחקות מכשירים אחרים .

source: Select the initial position of the popup display
he_il: בחר את המיקום ההתחלתי של התצוגה הקופצת

source: Select the languages to assign to.
he_il: בחר את השפות להקצאה.

source: Select the menu items to assign to.
he_il: בחר את פריטי התפריט להקצאה.

source: Select the modes that will be applied after the page is loaded.
he_il: בחר את המצבים שיוחלו לאחר טעינת הדף.

source: Select the user roles to assign to.
he_il: בחר את תפקידי המשתמש להקצאה.

source: Select the Wikipedia language to search
he_il: בחר את שפת ויקיפדיה לחיפוש

source: Select Wikipedia Online Dictionary.
he_il: בחר מילון מקוון של ויקיפדיה.

source: Server Environment
he_il: סביבת שרת

source: Sessions
he_il: הפעלות

source: Set the modal popup appearance and behavior
he_il: הגדר את המראה וההתנהגות הקופצים המודאליים

source: Settings
he_il: הגדרות

source: Settings imported
he_il: הגדרות יובאו

source: Settings saved!
he_il: הגדרות נשמרו!

source: seven
he_il: שבע

source: seventeen
he_il: שבע עשרה

source: seventy
he_il: שִׁבעִים

source: seventy eight
he_il: שבעים ושמונה

source: seventy five
he_il: שבעים וחמש

source: seventy four
he_il: שבעים וארבע

source: seventy nine
he_il: שבעים ותשע

source: seventy one
he_il: שבעים ואחת

source: seventy seven
he_il: שבעים ושבע

source: seventy six
he_il: שבעים ושש

source: seventy three
he_il: שבעים ושלוש

source: seventy two
he_il: שבעים ושתיים

source: Shadow
he_il: צל

source: Should all or any assignments be matched?
he_il: האם יש להתאים את כל המטלות או כל אחת מהן؟

source: Show commands
he_il: הצג פקודות

source: Show interim results during speech recognition. This option should be disabled if you are using voice navigation by numbers.
he_il: הצג תוצאות ביניים במהלך זיהוי דיבור. אפשרות זו צריכה להיות כבויהאם אתה משתמש בניווט קולי לפי מספרים.

source: Show Numbers
he_il: הצג מספרים

source: Show numbers
he_il: הצג מספרים

source: Show numbers for interactive elements
he_il: הצג מספרים עבור אלמנטים אינטראקטיביים

source: Show Open Button
he_il: הצג את לחצן הפתיחה

source: Show overlay layer
he_il: הצג שכבת שכבת-על

source: Show popup shadow
he_il: הצג צל בחלון קופץ

source: Show section title
he_il: הצג את כותרת המדור

source: Show voice graph when speaking to visualize the signal from the microphone.
he_il: הצג גרף קול בעת דיבור כדי לראות את האות מהמיקרופון.

source: Shows and hides the Hide Forever button
he_il: מציג ומסתיר את כפתור הסתר לנצח

source: Shows and hides the Reset button
he_il: מציג ומסתיר את לחצן איפוס

source: Sign up for the newsletter to be the first to know about news and discounts.
he_il: הירשם לניוזלטר כדי להיות הראשון לדעת על חדשות והנחות.

source: Site URL
he_il: URL כתובת

source: six
he_il: שש

source: sixteen
he_il: שש עשרה

source: sixty
he_il: שישים

source: sixty eight
he_il: שישים ושמונה

source: sixty five
he_il: שישים וחמש

source: sixty four
he_il: שישים וארבע

source: sixty nine
he_il: שישים ותשע

source: sixty one
he_il: שישים ואחד

source: sixty seven
he_il: שישים ושבע

source: sixty six
he_il: שישים ושש

source: sixty three
he_il: שישים ושלוש

source: sixty two
he_il: שישים ושתיים

source: Slide to bottom
he_il: החלק למטה

source: Slide to left
he_il: החלק שמאלה

source: Slide to right
he_il: החלק ימינה

source: Slide to top
he_il: החלק למעלה

source: Small home speakers
he_il: רמקולים ביתיים קטנים

source: Smart home speakers
he_il: רמקולים לבית חכם

source: Smart watches and other wearables
he_il: שעונים חכמים וחפצים לבישים אחרים

source: Smartphones
he_il: טלפונים חכמים

source: Software
he_il: תוכנה

source: Solid
he_il: מוצק

source: Speaking rate
he_il: קצב דיבור

source: Speaking Speed
he_il: מהירות דיבור

source: SSL verification
he_il: אימות SSL

source: Start
he_il: התחלה

source: Start Configuration
he_il: התחל תצורה

source: Start listening
he_il: התחל להקשיב

source: Start typing to search in Wikipedia
he_il: התחל להקליד כדי לחפש בויקיפדיה

source: Statement source
he_il: מקור הצהרה

source: Statement URL
he_il: כתובת אתר של הצהרה

source: Status
he_il: סטָטוּס

source: Stop
he_il: עצור

source: Stop Animations
he_il: עצור אנימציות

source: Stop Command
he_il: פקודה עצור

source: Stop listening
he_il: הפסק להקשיב

source: Stop recording
he_il: הפסק להקליט

source: Stop speech recognition
he_il: הפסק את זיהוי הדיבור

source: Stop voice navigation
he_il: הפסק את הניווט הקולי

source: Strong
he_il: חזק

source: Style
he_il: סִגְנוֹן

source: Submit
he_il: שלח

source: Subscribe
he_il: הירשם

source: Subscribe to newsletter
he_il: הירשם לעדכונים

source: Supported Keys
he_il: מפתחות נתמכים

source: System Status
he_il: מצב מערכת

source: Tab
he_il: לשונית

source: tab
he_il: לשונית

source: Tab back
he_il: לשונית חוזרת

source: Tab Back Command
he_il: לשונית הפקודה חזרה

source: Tab Command
he_il: פקודת לשונית

source: Tablet
he_il: לוח

source: Tabulation index
he_il: מדד טבלאות

source: Teal
he_il: ירוק כחלחל

source: ten
he_il: עשר

source: terms.
he_il: תנאים.

source: Text Color
he_il: צבע טקסט

source: Text Colors
he_il: צבע טקסט

source: Text Hover Color
he_il: צבע ריחוף של טקסט

source: Text Magnifier
he_il: זכוכית מגדלת לטקסט

source: Text to Speech
he_il: טקסט לדיבור

source: Text to Speech Settings
he_il: הגדרות טקסט לדיבור

source: The date and time assignments use the date/time of your servers, not that of the visitors system.
he_il: הקצאות תאריך ושעה משתמשות אך ורק בתאריך ושעה של השרתים שלך.

source: The following special keys can be used for shortcuts:
he_il: ניתן להשתמש במקשים המיוחדים הבאים לקיצורי דרך:

source: the latest version.
he_il: הגרסה האחרונה.

source: The level of gaze fixation on a fragment of a word.
he_il: רמת הקיבעון של המבט על חלק מהמילה.

source: The list includes both standard and
he_il: הרשימה כוללת גם סטנדרטיים וגם

source: The option adapts the font to be more convenient for Dyslexic users.
he_il: האפשרות מתאימה את הגופן כך שיהיה נוח יותר למשתמשים דיסלקטים.

source: The option adds color saturation for the entire site content.
he_il: האפשרות מוסיפה רווית צבע לכל תוכן האתר.

source: The option aligns the website content to the center.
he_il: האפשרות מיישרת את תוכן האתר למרכז.

source: The option aligns the website content to the left.
he_il: האפשרות מיישרת את תוכן האתר לשמאל.

source: The option aligns the website content to the right.
he_il: האפשרות מיישרת את תוכן האתר ימינה.

source: The option allows disabling animations on the site.
he_il: האפשרות מאפשרת השבתת אנימציות באתר.

source: The option allows scaling the website content.
he_il: האפשרות מאפשרת קנה מידה של תוכן האתר.

source: The option allows you to change the font line-height as a percentage
he_il: האפשרות מאפשרת לך לשנות את גובה קו הגופן באחוזים

source: The option allows you to change the text font size as a percentage.
he_il: האפשרות מאפשרת לשנות את גודל גופן הטקסט באחוזים.

source: The option allows you to change the text letter spacing as a percentage.
he_il: האפשרות מאפשרת לשנות את מרווח אותיות הטקסט באחוזים.

source: The option allows you to display specific text in the magnifier on hover.
he_il: האפשרות מאפשרת להציג טקסט ספציפי בזכוכית מגדלת.

source: The option allows you to turn on the cognitive reading mode for quick understanding of the text based on word recognition by the brain.
he_il: האפשרות מאפשרת לך להפעיל את מצב הקריאה הקוגניטיביתהבנת הטקסט על בסיס זיהוי מילים על ידי המוח.

source: The option applies a monochrome color scheme for the entire site.
he_il: האפשרות מחילה ערכת צבעים מונוכרום עבור האתר כולו.

source: The option converts the content font to a more readable one.
he_il: האפשרות ממירה את גופן התוכן לגופן קריא יותר.
