Repository: heaventree/AccessWeb-9.7
Catalog: attached_assets/readabler/languages/readabler-*.po
Languages: he_il

source: For full functionality of this site it is necessary to enable JavaScript.
he_il: לפעילות מלאה באתר זה, יש להפעיל JavaScript.

source: in
he_il: בתוך

source: on line
he_il: בשורה

source: px
he_il: פיקסל

source: seconds
he_il: שניות

source: seconds.
he_il: שניות.

source: to create key combination and use
he_il: ליצירת צירוף מקשים ולשימוש בו

source: to join multiple combinations
he_il: לצרף לקבוצות קיצורי מקשים מרובות

source: You must enable DOM extension (Document Object Model) in PHP. It's used for HTML processing. Contact the support service of your hosting provider. They know what to do.
he_il: עליך להפעיל את תוסף DOM (מודל אובייקט המסמך) ב-PHP. הוא משמש לעיבוד HTML פנה לשירות התמיכה של ספק האירוח שלך. הם יודעים מה לעשות.

source: Your server's clock is not in sync with network time protocol - NTP. Contact the support service of your hosting provider. They know what to do.
he_il: שעון השרת שלך אינו מסונכרן עם פרוטוקול זמן הרשת - NTP. פנה לשירות התמיכה של ספק האירוח שלך. הם יודעים מה לעשות.

source: , but this is
he_il: ، אבל זה

source: .htaccess file
he_il: קובץ .htaccess

source: 30 days
he_il: 30 יום

source: 3D Grooved
he_il: מחורר תלת-ממד

source: 3D Inset
he_il: מולבש תלת-ממד

source: 3D Outset
he_il: בולט תלת-ממד

source: 3D Ridged
he_il: 3D רִידֶד

source: 7 days
he_il: 7 ימים

source: A group of settings to improve the compatibility of the plugin with other plugins or themes.
he_il: קבוצת הגדרות לשיפור תאימות התוסף לתוספים או ערכות נושא אחרות.

source: Abort
he_il: בטל

source: Above
he_il: מעל

source: Accept
he_il: אשר

source: Accessibility
he_il: נגישות

source: Accessibility modes
he_il: מצבי נגישות

source: Accessibility popup usage percentage for your users
he_il: אחוז השימוש בחלון הקופץ של נגישות עבור המשתמשים שלך

source: Accessibility Statement
he_il: הצהרת נגישות

source: Accessibility Statement Settings
he_il: הגדרות הצהרת נגישות

source: Activate
he_il: הפעל

source: Activate your copy of the
he_il: הפעל את העותק שלך של

source: Activated
he_il: מופעל

source: Activation
he_il: הפעלה

source: Activation FAQ'S
he_il: שאלות נפוצות בנושא הפעלה

source: Activation of the plugin allows you to use all the functionality of the plugin on your site. In addition, in some cases, activating the plugin allows you to access additional features and capabilities of the plugin. Also, using an authored version of the plugin, you can be sure that you will not violate the license.
he_il: הפעלת התוסף מאפשרת לך להשתמש בכל הפונקציונליות של התוסף באתר שלך. בנוסף, במקרים מסוימים, הפעלת התוסף מאפשרת לך לגשת לתכונות ויכולות נוספות של התוסף. כמו כן, שימוש בגרסה חתומה של התוסף, אתה יכול להיות בטוח שלא תפר את הרישיון.

source: Active
he_il: פעיל

source: Active Plugins
he_il: תוספים פעילים

source: Add custom CSS here.
he_il: הוסף CSS מותאם אישית כאן.

source: ADHD Friendly Mode
he_il: מצב ידידותי להפרעת קשב וריכוז

source: Adjust Background Colors
he_il: התאם את צבעי הרקע

source: Adjust Text Colors
he_il: התאם את צבעי הטקסט

source: Adjust Title Colors
he_il: התאם את צבעי הכותרת

source: Admin Email
he_il: דואר אלקטרוני מנהל האתר

source: After
he_il: אחרי

source: Align Center
he_il: מירכוז

source: Align Left
he_il: מיושר לשמאל

source: Align Right
he_il: מיושר לימין

source: ALL
he_il: הכל

source: All right
he_il: הכל ימין

source: All time
he_il: כל הזמן

source: Allowed file types:
he_il: סוגי קבצים מורשים:

source: Allows searching for phrases, abbreviations and concepts for Cognitive Disorders.
he_il: מאפשר חיפוש ביטויים, קיצורים ומושגים עבור הפרעות קוגניטיביות.

source: Allows using the site with your screen-reader
he_il: מאפשר שימוש באתר עם קורא המסך שלך

source: Analytics
he_il: אנליטיקס

source: Analytics column
he_il: עמודות אנליטיקס

source: Animation
he_il: אנימציה

source: Animation Duration
he_il: משך אנימציה

source: Animation duration
he_il: משך הנפשה

source: ANY
he_il: כל

source: API Key
he_il: מפתח API

source: API Key File
he_il: קובץ מפתח API

source: API Key file exist
he_il: קיים קובץ מפתח API

source: Appearance and Behavior
he_il: מראה והתנהגות

source: Aqua
he_il: אקווה

source: Arrow size
he_il: גודל החץ

source: Assignments
he_il: משימות

source: Assignments Settings
he_il: הגדרות משימות

source: Audio Profile
he_il: פרופיל אודיו

source: Auto
he_il: אוטומטי

source: Available commands
he_il: פקודות זמינות

source: Average duration
he_il: משך זמן ממוצע

source: Average duration of accessibility pop-ups opened
he_il: משך הזמן הממוצע של חלונות נגישות שנפתחו

source: Average number of accessibility pop-ups opened per session
he_il: מספר ממוצע של חלונות נגישות שנפתחו בכל הפעלה

source: Background Color
he_il: צבע רקע

source: Background Colors
he_il: צבעי רקע

source: Background Hover Color
he_il: צבע ריחוף ברקע

source: Before
he_il: לפני

source: Begin listening
he_il: תתחיל להקשיב

source: Bellow
he_il: להלן

source: Big Dark Cursor
he_il: סמן שחור וגדול

source: Big Light Cursor
he_il: סמן גדול ומואר

source: Black
he_il: שחור

source: Blindness Mode
he_il: מצב ליקוי ראיה

source: Blue
he_il: כחול

source: Border Color
he_il: צבע גבול

source: Border Radius
he_il: רדיוס הגבול

source: Border radius
he_il: רדיוס גבול

source: Border Width
he_il: רוחב גבול

source: Bottom
he_il: תחתון

source: Bottom Center
he_il: מרכז תחתון

source: Bottom Left
he_il: שמאל תחתון

source: Bottom Right
he_il: ימין תחתון

source: Bounce
he_il: להקפיץ

source: Browsers
he_il: דפדפנים

source: Button Background
he_il: רקע לחצן

source: Button Background Color
he_il: צבע רקע לחצן

source: Button caption
he_il: כיתוב כפתור

source: Button Color
he_il: צבע כפתור

source: Button Entrance animation.
he_il: אנימציית כפתור כניסה.

source: Button hover animation.
he_il: אנימציית ריחוף לחצנים.

source: Button margin
he_il: שוליים של הכפתורים

source: Button padding
he_il: ריפוד כפתורים

source: Buttons Navigation Hot Key
he_il: מקש חם ניווט לחצנים

source: By selecting the specific assignments you can limit where plugin should or shouldn't be published. To have it published on all pages, simply do not specify any assignments.
he_il: על ידי בחירת ההקצאות הספציפיות אתה יכול להגביל היכן תוסף צריך א×

source: Can I use one Purchase Code on multiple sites?
he_il: האם אוכל להשתמש בקוד רכישה אחד במספר אתרים؟

source: Cancel
he_il: ביטול

source: Cancel listening
he_il: בטל האזנה

source: Caption
he_il: כותרת

source: Car speakers
he_il: רמקולים לרכב

source: Center
he_il: מרכז

source: Center Aligned
he_il: מיושר למרכז

source: Change the brightness of the body text to focus on the key parts of the word.
he_il: שנו את הבהירות של גוף הטקסט כדי להתמקד בחלקי המפתח של המילה.

source: Check Site Health
he_il: בדוק את תקינות האתר

source: Choose which data to delete upon using the "Delete" action in the "Plugins" admin page.
he_il: בחר אילו נתונים למחוק בעת שימוש בפעולת "מחק" ב-"Plugins" admin page.

source: Clear
he_il: נקה

source: Clear analytics
he_il: איפוס אנאליטיקס

source: Clear cache
he_il: נקה זכרון מטמון

source: Clear input
he_il: נקה קלט

source: Clear Input Command
he_il: נקה פקודת קלט

source: Clear search
he_il: נקה חיפוש

source: Clear search results
he_il: נקה תוצאות חיפוש

source: Clear selected text field
he_il: נקה את שדה הטקסט שנבחר

source: Clear text
he_il: נקה טקסט

source: Click
he_il: לחץ

source: Click on element number...
he_il: לחץ על מספר הרכיב...

source: Click on the selected element
he_il: לחץ על האלמנט שנבחר

source: Close
he_il: סגור

source: Close Accessibility Panel
he_il: סגור את לוח הנגישות

source: Close Accessibility Statement
he_il: סגור הצהרת נגישות

source: Close anywhere
he_il: סגור בכל מקום

source: Close by clicking outside the popup
he_il: סגור על ידי לחיצה מחוץ לחלון הקופץ

source: Close navigation
he_il: סגור ניווט

source: Close panel
he_il: סגור את הפאנל

source: Close window
he_il: סגור חלון

source: CodeCanyon License
he_il: מספר רשיון קוד קניון

source: Cognitive Disability Mode
he_il: מצב מוגבלות קוגניטיבית

source: Cognitive Reading
he_il: קריאה קוגניטיבית

source: Collapse commands
he_il: כיווץ פקודות

source: Collect anonymous information about usage of Readabler by your visitors. Usage Analytics widget available on your website %s
he_il: אסוף מידע אנונימי על השימוש ב-Readabler על ידי המבקרים שלך השתמש בווידג'ט של Analytics זמין באתר שלך %s

source: Color
he_il: צבע

source: Command aliases
he_il: כינויי פקודה

source: Commands list
he_il: רשימת פקודות

source: Confirm
he_il: לאשר

source: Contact Support
he_il: צור קשר עם התמיכה

source: Content Scaling
he_il: קנה מידה של תוכן

source: Content Size
he_il: גודל תוכן

source: Controls dragging popup
he_il: שלוט בגרירת חלון קופץ

source: CopyScape Skip
he_il: דלג על copyscape

source: Country
he_il: מדינה

source: Current date/time:
he_il: התאריךהזמן העכשווי:

source: Current pitch
he_il: המקום הנוכחי

source: Custom CSS
he_il: מותאם אישית CSS

source: Custom link
he_il: קישור מותאם אישית

source: Custom PHP
he_il: PHP מותאם אישית

source: Dampens color and removes blinks
he_il: מבהיר צבע ומבטל היבהובים

source: Dark Contrast
he_il: ניגודיות כהה

source: Dashboard widget
he_il: ווידג'ט של לוח המחוונים

source: Dashed
he_il: מקווקו

source: Date & Time
he_il: תאריך ושעה

source: Day
he_il: יום

source: Day(Light) Theme
he_il: ערכת נושא מוארת (יום)

source: Debug Mode
he_il: מצב ניפוי באגים

source: Decrease
he_il: לְהַקְטִין

source: Default
he_il: ברירת מחדל

source: Delete
he_il: למחוק

source: Delete plugin
he_il: מחק תוסף

source: Delete plugin and settings
he_il: מחק תוסף והגדרות

source: Delete plugin only
he_il: מחק תוסף בלבד

source: Delete plugin, settings and data
he_il: מחק תוסף, הגדרות ונתונים

source: Design and Behaviour
he_il: עיצוב והתנהגות

source: Design and Behaviour Settings
he_il: הגדרות עיצוב והתנהגות

source: Desktop
he_il: שולחן עבודה

source: Devices
he_il: התקנים

source: Dictionary language
he_il: שפת מילון

source: Disable numbers
he_il: השבת מספרים

source: Disable voice navigation mode
he_il: השבת את מצב הניווט הקולי

source: Display a list of available voice commands
he_il: הצג רשימה של פקודות קוליות זמינות

source: Display numbers
he_il: הצג מספרים

source: Documentation
he_il: תיעוד

source: Done
he_il: בוצע

source: Dotted
he_il: מְנוּקָד

source: Double
he_il: לְהַכפִּיל

source: Down
he_il: ירד

source: download
he_il: הורדה

source: Drag & Drop file here
he_il: גרור ושחרר את הקובץ כאן

source: Drag and drop or click on the form to add
he_il: גרור ושחרר או לחץ על הטופס כדי להוסיף

source: Drag and drop or click on the form to add file
he_il: גרור ושחרר או לחץ על הטופס כדי להוסיף קובץ

source: Drag and drop or click on the form to add file.
he_il: גרור ושחרר או לחץ על הטופס כדי להוסיף קובץ.

source: Drag and drop or click on the form to replace API key. |
he_il: גרור ושחרר או לחץ על הטופס כדי להחליף מפתח API (API). |

source: Drag and drop or click on the form to replace file.
he_il: גרור ושחרר או לחץ על הטופס כדי להחליף קובץ.

source: Drag and drop or click on the form to replace file. |
he_il: גרור ושחרר או לחץ על הטופס כדי להחליף קובץ. |

source: Draggable
he_il: ניתן לגרירה

source: Drop file here or click to upload
he_il: שחרר את הקובץ לכאן או לחץ כדי להעלות

source: Drop file here or click to upload.
he_il: שחרר את הקובץ כאן או לחץ כדי להעלות.

source: Drop Key file here or click to upload
he_il: שחרר את קובץ המפתח כאן או לחץ כדי להעלות

source: Drop Key file here or click to upload.
he_il: שחרר את קובץ המפתח כאן או לחץ כדי להעלות.

source: Dyslexia Friendly
he_il: ידידותי לדיסלקציה

source: E-mail
he_il: דואר אלקטרוני

source: Earbuds or headphones
he_il: אוזניות

source: Easy Orientation
he_il: התמצאות קלה

source: eight
he_il: שמונה

source: eighteen
he_il: שמונה עשרה

source: eighty
he_il: שמונים

source: eighty eight
he_il: שמונים ושמונה

source: eighty five
he_il: שמונים וחמש

source: eighty four
he_il: שמונים וארבע

source: eighty nine
he_il: שמונים ותשע

source: eighty one
he_il: שמונים ואחד

source: eighty seven
he_il: שמונים ושבע

source: eighty six
he_il: שמונים ושש

source: eighty three
he_il: שמונים ושלוש

source: eighty two
he_il: שמונים ושתיים

source: eleven
he_il: אחד עשרה

source: Enable Clear Input Command
he_il: הפעל פקודת נקה קלט

source: Enable Enter command.
he_il: אפשר פקודת Enter.

source: Enable Exit command.
he_il: אפשר פקודת יציאה.

source: Enable floating
he_il: אפשר צפות

source: Enable Go To Bottom command.
he_il: הפעל את פקודת Go To Bottom.

source: Enable Go To Top command.
he_il: הפעל את פקודת Go To Top command.

source: Enable numbers
he_il: אפשר מספרים

source: Enable Numbers commands.
he_il: אפשר פקודות מספרים.

source: Enable Reload command.
he_il: אפשר פקודת טען מחדש.

source: Enable Scroll Down command.
he_il: הפעל את פקודת הגלילה למטה.

source: Enable Scroll Left command.
he_il: הפעל את פקודת הגלילה שמאלה.

source: Enable Scroll Right command.
he_il: אפשר פקודת גלילה ימינה.

source: Enable Scroll Up command.
he_il: הפעל את פקודת הגלילה למעלה.

source: Enable Stop command.
he_il: אפשר פקודת עצור.

source: Enable Tab Back command.
he_il: אפשר פקודת Tab Back.

source: Enable Tab command.
he_il: אפשר פקודת Tab.

source: Enable to activate the SSL check when receiving updates
he_il: אפשר להפעיל את בדיקת ה-SSL בעת קבלת עדכונים

source: Enable/disable the display of the current section title.
he_il: אפשר/השבת את התצוגה של כותרת המדור הנוכחית.

source: Enable/disable the display of the current section heading.
he_il: הפעל/השבת את התצוגה של כותרת הסעיף הנוכחית.

source: Enables later loading of styles and scripts. Use this option if some of the pages are missing Readable styles or scripts.
he_il: מאפשר טעינה מאוחרת יותר של סגנונות וסקריפטים. השתמש באפשרות זו אםחסרים בדפים סגנונות או סקריפט אינו קריא.

source: End
he_il: סיים

source: End listening
he_il: סיים להקשיב

source: Enter
he_il: אינטר

source: Enter (part of) the URLs to match.
he_il: הזן (חלק מ) כתובות האתרים שיתאימו.

source: Enter a piece of PHP code to evaluate. The code must return the value true or false.
he_il: הזן פיסת קוד PHP כדי להעריך. הקוד חייב להחזיר את הערך אמת או שקר.

source: Enter Command
he_il: הכנס פקודה

source: Entrance Animation
he_il: אנימציית כניסה

source: Entrance Timeout
he_il: TIMEOUT לכניסה

source: Envato License
he_il: רישיון אינבטו

source: Epilepsy Safe Mode
he_il: מצב בטוח לאפילפסיה

source: ERROR
he_il: תקלה

source: Error number
he_il: מספר תקלה

source: Error:
he_il: תקלה:

source: Exclude
he_il: אל תכלול

source: Executed
he_il: יצא לפועל

source: Exit
he_il: יציאה

source: Exit Command
he_il: פקודת יציאה

source: Explore more plugins
he_il: חקור תוספים נוספים

source: Export all settings from
he_il: ייצא את כל ההגדרות מ

source: Export settings
he_il: ייצוא הגדרות

source: Export settings:
he_il: ייצוא הגדרות:

source: Fade
he_il: לִדעוֹך

source: fifteen
he_il: חמש עשרה

source: fifty
he_il: חמישים

source: fifty eight
he_il: חמישים ושמונה

source: fifty five
he_il: חמישים וחמש

source: fifty four
he_il: חמישים וארבע

source: fifty nine
he_il: חמישים ותשע

source: fifty one
he_il: חמישים ואחד

source: fifty seven
he_il: חמישים ושבע

source: fifty six
he_il: חמישים ושש

source: fifty three
he_il: חמישים ושלוש

source: fifty two
he_il: חמישים ושתיים

source: File
he_il: קובץ

source: File exist
he_il: קובץ קיים

source: Finish listening
he_il: סיום האזנה

source: five
he_il: חמש

source: Flip X
he_il: היפוך X

source: Flip Y
he_il: היפוך Y

source: Floating popup
he_il: פופאפ מרחף

source: Focus on word key pieces
he_il: התמקדו בחלקי מפתח מילים

source: Font Size
he_il: גודל גופן

source: Font size
he_il: גודל גופן

source: Font Sizing
he_il: גודל גופן

source: for
he_il: ל

source: For instance:
he_il: לדוגמה:

source: for more details.
he_il: לפרטים נוספים.

source: Forms Navigation Hot Key
he_il: מקש חם לניווט טפסים

source: forty
he_il: ארבעים

source: forty eight
he_il: ארבעים ושמונה

source: forty five
he_il: ארבעים וחמש

source: forty four
he_il: ארבעים וארבע

source: forty nine
he_il: ארבעים ותשע

source: forty one
he_il: ארבעים ואחד

source: forty seven
he_il: ארבעים ושבע

source: forty six
he_il: ארבעים ושש

source: forty three
he_il: ארבעים ושלוש

source: forty two
he_il: ארבעים ושתיים

source: four
he_il: ארבע

source: fourteen
he_il: ארבע עשרה

source: Fuchsia
he_il: ורוד פוקסיה

source: Full Name
he_il: שם מלא

source: Gaze fixation
he_il: קיבוע מבט

source: Gender
he_il: מין

source: General
he_il: כללי

source: General Settings
he_il: הגדרות כלליות

source: Generated by plugin
he_il: נוצר על ידי תוסף

source: Get help
he_il: קבל עזרה

source: Go
he_il: המשך

source: Go down
he_il: לרדת

source: Go left
he_il: שמאלה

source: Go right
he_il: ימינה

source: Go to
he_il: לך ל

source: Go to bottom
he_il: רד למטה

source: Go To Bottom Command
he_il: עבור לפקודה לרדת למטה

source: Go to end
he_il: לך לסוף

source: Go to next
he_il: לך לבא

source: Go to next tab
he_il: עבור ללשונית הבאה

source: Go to previous
he_il: חזור לקודם

source: Go to previous tab
he_il: חזור ללשונית הקודמת

source: Go to start
he_il: לך להתחלה

source: Go to top
he_il: לך להתחלה

source: Go To Top Command
he_il: לך לפקודה העליונה

source: Go up
he_il: עלה למעלה

source: Good
he_il: טוב

source: Graphics Navigation Hot Key
he_il: מקש חם לניווט גרפי

source: Great
he_il: מעולה

source: Green
he_il: ירוק

source: has been deactivated due to an unknown issue
he_il: הושבת עקב בעיה לא ידועה

source: has been deactivated due to an unknown issue.
he_il: הושבת עקב בעיה לא ידועה.

source: Headings Navigation Hot Key
he_il: מקש חם לניווט כותרות

source: Height
he_il: גוֹבַה

source: Help
he_il: עזרה

source: Help Command
he_il: פקודת עזרה

source: Help me
he_il: עזור לי

source: Helpful links
he_il: קישורים לעזרה

source: Helps to focus on specific content
he_il: עוזר להתמקד בתוכן ספציפי

source: Hide
he_il: הסתר

source: Hide a list of available voice commands
he_il: הסתר רשימה של פקודות קוליות זמינות

source: Hide available commands
he_il: הסתר פקודות זמינות

source: Hide Button
he_il: כפתור הסתר

source: Hide commands
he_il: הסתר פקודות

source: Hide commands list
he_il: הסתר את רשימת הפקודות

source: Hide Forever
he_il: הסתר לנצח

source: Hide help
he_il: הסתר עזרה

source: Hide Help Command
he_il: הסתר פקודת עזרה

source: Hide Images
he_il: הסתר תמונות

source: Hide Numbers
he_il: הסתר מספרים

source: Hide numbers
he_il: הסתר מספרים

source: Hide numbers for interactive elements
he_il: הסתר מספרים עבור אלמנטים אינטראקטיביים

source: High Contrast
he_il: ניגודיות גבוה

source: High Saturation
he_il: רוויה גבוהה

source: Highlight a paragraph
he_il: הדגש פסקה

source: Highlight a piece of text and click Play to listen
he_il: סמן קטע טקסט ולחץ על הפעל כדי להאזין

source: Highlight entire paragraph("p" HTML tag) when clicking on paragraph
he_il: הדגש את הפסקה השלמה ("p" תג HTML) בעת לחיצה על הפסקה

source: Highlight Focus
he_il: הדגש פוקוס

source: Highlight Hover
he_il: הדגש את הרחף

source: Highlight Hover Offset
he_il: הדגש היסט ריחוף

source: Highlight Hover Width
he_il: הדגש את רוחב הרחף

source: Highlight Links
he_il: הדגש קישורים

source: Highlight Links Offset
he_il: הדגש קישורי היסט

source: Highlight Links Width
he_il: הדגש את רוחב הקישורים

source: Highlight Titles
he_il: הדגש כותרות

source: Highlight Titles Offset
he_il: הדגש כותרות היסט

source: Highlight Titles Width
he_il: הדגש את רוחב הכותרות

source: Home
he_il: בית

source: Home entertainment systems
he_il: מערכות בידור ביתיות

source: Home Page
he_il: דף הבית

source: Home URL
he_il: כתובת אתר הבית

source: Hot Keys
he_il: מקשים חמים

source: Hot Keys Settings
he_il: הגדרות מקשים חמים

source: Hot Keys understands the following modifiers:
he_il: מקשים חמים מספקים את המשתנים הבאי×

source: Hour
he_il: שעה

source: Hover Animation
he_il: אנימציית ריחוף

source: Icon
he_il: סמל

source: Icon Color
he_il: צבע סמל

source: Icon Library
he_il: ספריית סמלים

source: Icon Position
he_il: מיקום סמל

source: Icon/Caption Color
he_il: צבע סמל/כיתוב

source: Icon/Caption Hover Color
he_il: סמל/כיתוב צבע ריחוף

source: Icon/Caption size
he_il: גודל סמל/כיתוב

source: Ignore
he_il: התעלם

source: Ignore the markup of the plugin interface when parsing with the CopyScape
he_il: התעלם מהסימון של ממשק הפלאגין בעת ​​ניתוח עם ה-CopyScape

source: Ignore the user configuration that was saved after previous visit.
he_il: התעלם מתצורת המשתמש שנשמרה לאחר ביקור קודם.

source: Ignore user config
he_il: התעלם מתצורת המשתמש

source: Import settings
he_il: ייבא הגדרות

source: Import settings:
he_il: ייבא הגדרות:

source: Improves website's visuals
he_il: משפר את הוויזואליה של האתר

source: In
he_il: ב

source: in the list, they have the voice type "WaveNet".
he_il: ברשימה, יש להם את סוג הקול "WaveNet".

source: In:
he_il: ב:

source: Inactive
he_il: לֹא פָּעִיל

source: Include
he_il: לִכלוֹל

source: Increase
he_il: להגביר

source: Initial accessibility settings
he_il: הגדרות נגישות ראשוניות

source: Initial content scaling
he_il: קנה מידה ראשוני של תוכן

source: Initial font sizing
he_il: גודל גופן ראשוני

source: Initial letter spacing
he_il: מרווח אותיות ראשוני

source: Initial line height
he_il: גובה קו ראשוני

source: Initial settings
he_il: הגדרות ראשוניות

source: Insert the accessibility statement link
he_il: הכנס את הקישור להצהרת הנגישות

source: Installed
he_il: מוּתקָן

source: Interactive Voice Response
he_il: מענה קולי אינטראקטיבי

source: Interim results
he_il: תוצאות ביניים

source: Interval for sending data to the server:
he_il: מרווח לשליחת נתונים לשרת:

source: Invalid purchase code.
he_il: קוד רכישה לא חוקי.

source: Key Color
he_il: צבע מפתח

source: Keyboard Background Color
he_il: צבע רקע למקלדת

source: Keyboard Buttons Navigation
he_il: ניווט לחצני מקלדת

source: Keyboard Forms Navigation
he_il: ניווט טפסי מקלדת

source: Keyboard Graphics Navigation
he_il: ניווט גרפי מקלדת

source: Keyboard Headings Navigation
he_il: ניווט כותרות מקלדת

source: Keyboard Menus Navigation
he_il: ניווט בתפריטי מקלדת

source: Keyboard Navigation
he_il: ניווט במקלדת

source: Language
he_il: שפה

source: Language Code
he_il: קוד שפה

source: Languages
he_il: שפות

source: Latest
he_il: הכי מאוחר

source: Layout
he_il: מַעֲרָך

source: Learn more in Wikipedia
he_il: למידע נוסף בויקיפדיה

source: Leave a popup on the screen while scrolling
he_il: השאר חלון קופץ על המסך בזמן הגלילה

source: Left
he_il: שמאל

source: Left Aligned
he_il: ישור לשמאל

source: Left Center
he_il: מירכוז לשמאל

source: Letter Space
he_il: מרווח אות

source: Letter Spacing
he_il: ריווח אותיות

source: Licensed
he_il: רשיון תקין

source: Light Contrast
he_il: ניגודיות אור

source: Lime
he_il: ליים

source: Line Height
he_il: גובה קו

source: Link navigator
he_il: נווט לקישור

source: Linked
he_il: מקושר

source: Listening
he_il: הקשבה

source: Loading and reloading a page are counted as separate sessions
he_il: טעינה וטעינה מחדש של עמוד נספרות כהפעלות נפרדות

source: Low
he_il: נמוך

source: Low Saturation
he_il: רוויה נמוכה

source: Margin
he_il: שולים

source: Mark links
he_il: סמן קישורים

source: Maroon
he_il: חוּם עֲרמוֹנִי

source: Matching Method
he_il: שיטת התאמה

source: Max Upload Size
he_il: גודל העלאה מקסימלי

source: Media library
he_il: ספריית מדיה

source: Memory limit
he_il: מגבלת זיכרון

source: Menu Items
he_il: פריטי תפריט

source: Menus Navigation Hot Key
he_il: מקש קיצור של ניווט תפריטים

source: Microphone access denied. Check is your microphone connected and try again.
he_il: הגישה למיקרופון נדחתה. בדוק אם המיקרופון שלך מחובר ונסה שוב.

source: Migration
he_il: הֲגִירָה

source: Migration Settings
he_il: הגדרות הגירה

source: milliseconds
he_il: אלפיות השנייה

source: Mobile
he_il: נייד

source: Mobile Browsers:
he_il: דפדפנים ניידים:

source: Modal entrance animation.
he_il: אנימציית כניסה מודאלית.

source: Modal Popup
he_il: חלון קופץ מודאלי

source: Modal Popup Settings
he_il: הגדרות קופצות מודאליות

source: Mode
he_il: מצב

source: Monochrome
he_il: מונוכרום

source: More plugins
he_il: תוספים נוספים
