Repository: heaventree/AccessWeb-9.7
Catalog: attached_assets/readabler/languages/readabler-*.po
Languages: he_il

source: The option creates a horizontal mask of a certain height that follows the cursor and allows you to select and focus only on a certain part of the content.
he_il: האפשרות יוצרת מסכה אופקית בגובה מסוים העוקבת אחרי הסמן ומאפשרת לך לבחור ולהתמקד רק בחלק מסוים של הטקסט.

source: The option displays a color picker to adjust the background color of website content.
he_il: האפשרות מאפשרת לבחור צבעים כדי להתאים את צבע הרקע של האתר.

source: The option displays a color picker to adjust the text color of website content.
he_il: האפשרות מאפשרת לבחור צבעים כדי להתאים את צבע הטקסט של האתר.

source: The option displays a color picker to adjust the title color of website content.
he_il: האפשרות מאפשרת לבחור צבעים כדי להתאים את צבע הכותרות של האתר.

source: The option displays a guideline that follows the cursor and helps to concentrate only on the specific text.
he_il: האפשרות מציגה קווים מנחים למעקב אחר הסמן ומסייעת להתמקד רק בטקסט שנבחר.

source: The option displays a select list of useful site links to get the necessary info without site research.
he_il: האפשרות מציגה רשימה נבחרת של קישורים באתר כדי לקבל את המידע ללא צורך לחפש באתר.

source: The option enables a keyboard navigation feature.
he_il: האפשרות מאפשרת תכונת ניווט במקלדת.

source: The option enables a large black cursor instead of the regular one.
he_il: האפשרות מאפשרת סמן עכבר שחור גדול במקום הרגיל.

source: The option enables a large white cursor instead of the regular one.
he_il: האפשרות מאפשרת סמן עכבר לבן גדול במקום הרגיל.

source: The option enables the Text-to-Speech feature. Audio is generated when the user highlights text. Before activating this feature, please upload the API key file on the "Text to Speech" tab.
he_il: האפשרות מאפשרת את תכונת הטקסט לדיבור. אודיו נוצר כאשרמשתמש מדגיש טקסט. לפני הפעלת תכונה זו, אנא העלה את ה-API key file on the "Text to Speech" tab.

source: The option enables the virtual keyboard when any one of the input fields is active.
he_il: האפשרות מאפשרת את המקלדת הווירטואלית כאשר כל אחד משדות הקלט פעיל .

source: The option enables the voice navigation feature. The user can navigate through the site using voice commands.
he_il: האפשרות מאפשרת את תכונת הניווט הקולי. המשתמש יכול לנווט דרך האתר באמצעות פקודות קוליות.

source: The option hides all images on the site.
he_il: האפשרות מסתירה את כל התמונות באתר.

source: The option highlights the focus area by borders.
he_il: האפשרות מדגישה את אזור המיקוד לפי גבולות.

source: The option highlights the hover area by borders.
he_il: האפשרות מדגישה את אזור הריחוף לפי גבולות.

source: The option highlights the links with borders for all site content.
he_il: האפשרות מדגישה את הקישורים עם גבולות עבור כל תוכן האתר.

source: The option highlights the titles with borders for all site content.
he_il: האפשרות מדגישה את הכותרות עם גבולות עבור כל תוכן האתר.

source: The option increases color contrast for the entire site content.
he_il: האפשרות מגבירה את ניגודיות הצבע עבור כל תוכן האתר.

source: The option minimizes color saturation for the entire site content.
he_il: האפשרות ממזערת את רווית הצבע עבור כל תוכן האתר.

source: The option mutes all sounds on the site.
he_il: האפשרות משתיקה את כל הצלילים באתר.

source: The option sets a dark contrast for the content of the entire site.
he_il: האפשרות מגדירה ניגודיות כהה לתוכן האתר כולו.

source: The option sets a light contrast for the content of the entire site.
he_il: האפשרות קובעת ניגודיות בהירה לתוכן האתר כולו.

source: The Site locale will be used to generate speech. Standard-A voice will be used.
he_il: שפת האתר תשמש ליצירת דיבור. ישמש השמע הסטנדרטי.

source: There are several reasons why the purchase code may not work on your site. Learn more why your
he_il: ישנן מספר סיבות לכך שקוד רכישה לא יעבוד באתר שלך. למידע נוסף מדוע

source: There are some writing permissions issues with the following directories/files:
he_il: יש כמה בעיות של הרשאות כתיבה עם הדברים הבאים:

source: These settings determine which modes will be automatically applied to the page after it is loaded.
he_il: הגדרות אלו קובעות אילו מצבים יוחלו אוטומטית על הדף לאחר טעינתו.

source: thirteen
he_il: שְׁלוֹשׁ עֶשׂרֵה

source: thirty
he_il: שלושים

source: thirty eight
he_il: שלושים ושמונה

source: thirty five
he_il: שלושים וחמש

source: thirty four
he_il: שלושים וארבע

source: thirty nine
he_il: שלושים ושמונה

source: thirty one
he_il: שלושים ואחד

source: thirty seven
he_il: שלושים ושבע

source: thirty six
he_il: שלושים ושש

source: thirty three
he_il: שלושים ושלוש

source: thirty two
he_il: שלושים ושתיים

source: This contact info will be used in the Accessibility Statement, to comply with the WCAG 2.1, and therefore with the ADA and Section 508. We do not use personal information and abides by data privacy laws.
he_il: מידע ליצירת קשר זה ישמש בהצהרת הנגישות, כדי לעמוד ב-WCAG 2.1,.וכפועל יוצא אנו עומדים גם עם ADA וסעיף 508. אנחנו לא משתמשים במידע אישי ומציית לחוקי פרטיות הנתונים.

source: This mode adjusts the website for the convenience of users with visual impairments such as Degrading Eyesight, Tunnel Vision, Cataract, Glaucoma, and others.
he_il: מצב זה מתאים את האתר לנוחיותם של משתמשים עם ליקויי ראייהכגון ראייה לקויה, ראיית מנהרה, קטרקט, גלאוקומה ועוד

source: This mode configures the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack. A screen-reader is software for blind users that is installed on a computer and smartphone, and websites must be compatible with it.
he_il: מצב זה מגדיר את האתר כך שיהיה תואם לקוראי מסך כגוןJAWS, NVDA, VoiceOver ו-TalkBack קורא מסך הוא תוכנה למשתמשים עיוורים.עיוורים אשר מותקן קורא מסך במחשב ובסמארטפון שלהם, זקוקים לאתרי אינטרנטשתואמים ומאפשרים שימוש בקוראי מסך"

source: This mode configures the website to be compatible with screen-readers such as JAWS, NVDA, VoiceOver, and TalkBack. A screen-reader is software for blind users that is installed on a computer and smartphone, and websites must be compatible with it.
he_il: מצב זה מגדיר את האתר כך שיהיה תואם לקוראי מסך כגוןJAWS, NVDA, VoiceOver ו-TalkBack קורא מסך הוא תוכנה למשתמשים עיוורים.עיוורים אשר מותקן קורא מסך במחשב ובסמארטפון שלהם, זקוקים לאתרי אינטרנטשתואמים ומאפשרים שימוש בקוראי מסך"

source: This mode enables people with epilepsy to use the website safely by eliminating the risk of seizures that result from flashing or blinking animations and risky color combinations.
he_il: מצב זה מאפשר לאנשים עם אפילפסיה להשתמש באתר בבטחה על ידיחיסול הסיכון להתקפים הנגרמים על ידי אנימציות מהבהבות או מהבהבותושילובי צבעים מסוכנים.

source: This mode helps users with ADHD and Neurodevelopmental disorders to read, browse, and focus on the main website elements more easily while significantly reducing distractions.
he_il: מצב זה עוזר למשתמשים עם ADHD והפרעות נוירו-התפתחותיות בקריאה,הפונקציה מאפשרת גלישה והתמקדות באלמנטים מרכזיים באתר.כך קל להם יותר לגשת למידע באתר עם הרבה פחות הסחות דעת.

source: This mode provides different assistive options to help users with cognitive impairments such as Dyslexia, Autism, CVA, and others, to focus on the essential elements of the website more easily.
he_il: מצב זה מספק אפשרויות עזרה שונות כדי לעזור למשתמשים הסובלים מ:לקויות קוגניטיביות כגון דיסלקציה, אוטיזם, CVA וכו', להתמקד בפריטים.הליבה של האתר נגישה יותר בקלות.

source: This piece of text will be read and played immediately after activating Text to Speech function
he_il: חלק זה של הטקסט ייקרא ויושמע מיד לאחר הפעלת פונקציית המרת הטקסט לדיבור.

source: This plugin uses the Cloud Text-to-Speech API. You need to set up your Google Cloud Platform project and authorization before creating audio from text. Visit
he_il: תוסף זה משתמש ב-Cloud Text-to-Speech API. אתה צריך להגדיר פרויקט"Google Cloud Platform ורישוי לפני יצירת אודיו מטקסט בקר

source: This plugin uses the Google Cloud Text-to-Speech API Key File. Set up your Google Cloud Platform project before the start.
he_il: תוסף זה משתמש בקובץ מפתח ה-API של Google Cloud Text-to-Speech.הכן את פרויקט Google Cloud Platform שלך לפני שתתחיל.

source: This profile enables people with epilepsy to use the website safely by eliminating the risk of seizures that result from flashing or blinking animations and risky color combinations.
he_il: מצב זה מאפשר לאנשים עם אפילפסיה להשתמש באתר בבטחה על ידיחיסול הסיכון להתקפים הנגרמים על ידי אנימציות מהבהבות או מהבהבותושילובי צבעים מסוכנים.

source: three
he_il: שלוש

source: Timezone
he_il: אזור זמן

source: Title Colors
he_il: צבעי כותרת

source: to enable Accessibility Modes and additional features
he_il: כדי להפעיל מצבי נגישות ותכונות נוספות

source: Tools enable users to adjust how the content of your site is displayed, so it is as readable as possible to their particular disability.
he_il: ווידג'טים מאפשרים למשתמשים להתאים את אופן הצגת תוכן האתר שלך, כך שיהיה נגיש.לקרוא כמה שיותר עבור המוגבלות הספציפית שלהם.

source: Tools for people with visual impairments, cognitive disabilities, or motor impairments to orient better at the site.
he_il: כלים לגולשי האתר עם ליקויי ראייה, לקויות קוגניטיביות או מוגבלויות אחרותלהתמצאות טובה יותר באתר.

source: Tools relating to the colorization of your website.
he_il: כלים הקשורים לצביעת האתר שלך.

source: Top
he_il: חלק עליון

source: Top Left
he_il: שמאלי עליון

source: Top Right
he_il: ימני עליון

source: Total number of sessions for the selected time period
he_il: המספר הכולל של הפעלות במהלך פרק הזמן שצוין

source: Troubleshooting
he_il: פתרון תקלות

source: twelve
he_il: שתיים עשרה

source: twenty
he_il: עשרים

source: twenty eight
he_il: עשרים ושמונה

source: twenty five
he_il: עשרים וחמש

source: twenty four
he_il: עשרים וארבע

source: twenty nine
he_il: עשרים ושמונה

source: twenty one
he_il: עשרים ואחד

source: twenty seven
he_il: עשרים ושבע

source: twenty six
he_il: עשרים ושש

source: twenty three
he_il: עשרים ושלוש

source: twenty two
he_il: עשרים ושתיים

source: two
he_il: שתיים

source: two hundred
he_il: מאתיים

source: Unit
he_il: יחידה

source: Units
he_il: יחידות

source: Unknown
he_il: לא ידוע

source: Unknown error
he_il: שגיאה לא ידועה

source: Up
he_il: למעלה

source: Update
he_il: עדכון

source: Update to
he_il: עדכן ל

source: Updates
he_il: עדכונים

source: Upload SVG
he_il: העלה SVG

source: URL
he_il: כותרת URL

source: Usage percentage
he_il: אחוזי שימוש

source: Use a new line for each different match.
he_il: השתמש בשורה חדשה עבור כל התאמה אחרת.

source: Use the
he_il: השתמש ב

source: Useful Links
he_il: קישורים שימושיים

source: User Roles
he_il: תפקידי משתמש

source: v.
he_il: חמישי.

source: Version
he_il: גירסה

source: Virtual Keyboard
he_il: מקלדת וירטואלית

source: Visually Impaired Mode
he_il: מצב לקוי ראייה

source: Visually Pleasing Experience
he_il: חוויה חזותית נעימה

source: Voice
he_il: קול

source: Voice command
he_il: פקודה קולית

source: Voice control
he_il: שליטה קולית

source: Voice feedback
he_il: משוב קולי

source: Voice feedback "End"
he_il: משוב קולי"סיום"

source: Voice feedback "OK"
he_il: משוב קולי"בסדר"

source: Voice feedback "Start"
he_il: משוב קולי "התחל"

source: Voice guide
he_il: מדריך קולי

source: Voice input
he_il: קלט קולי

source: Voice message about successful command recognition and execution
he_il: הודעה קולית על זיהוי וביצוע מוצלחים של פקודות

source: Voice message about the end of voice recognition
he_il: הודעה קולית על סיום הזיהוי הקולי

source: Voice message about the start of voice recognition
he_il: הודעה קולית על תחילת הזיהוי הקולי

source: Voice Navigation
he_il: ניווט קולי

source: Voice navigation
he_il: ניווט קולי

source: Voice Navigation Settings
he_il: הגדרות ניווט קולי

source: Voice notification about the start, end and events of voice navigation.
he_il: התראה קולית על התחלה, סיום ואירועים שונים של ניווט קולי.

source: Voice recognition
he_il: זיהוי קולי

source: Voice recognition error. Try again.
he_il: שגיאת זיהוי קולי. נסה שוב.

source: Voice recognition has stopped
he_il: הזיהוי הקולי הופסק

source: Voice recognition has stopped, no voice detected. Click the button to restart recognition.
he_il: הזיהוי הקולי הופסק, ולא זוהה צליל לחץ על הלחצן כדי להפעיל מחדש"את הזיהוי הקולי.

source: Voice visualization
he_il: הדמיה קולית

source: Voicer: Before you begin
he_il: קריינות: לפני שתתחיל

source: Wait
he_il: חכה

source: WaveNet voices
he_il: קולות WaveNet

source: WaveNet voices are higher quality voices with different
he_il: קולות WaveNet הם קולות באיכות גבוהה יותר עם קולות שונים

source: Website Owner's Contact Info
he_il: פרטי הקשר של בעל האתר

source: Website's Owner Email
he_il: דוא"ל של בעל האתר

source: Website's Owner Name
he_il: שם הבעלים של האתר

source: Website's Owner Phone
he_il: טלפון של בעל האתר

source: What are the benefits of plugin activation?
he_il: מהם היתרונות של הפעלת תוסף؟

source: What can I do
he_il: מה אני יכול לעשות

source: What can I say
he_il: מה אני יכול להגיד

source: What can you do
he_il: מה אתה יכול לעשות

source: White
he_il: לבן

source: Width
he_il: רוחב

source: Wobble
he_il: לנענע

source: Write Permissions
he_il: הרשאות כתיבה

source: Wrong format! It looks like you are using the Invoice Number instead of CodeCanyon purchase ID.
he_il: נראה שאתה משתמש במספר החשבונית במקום במזהה הרכישה של CodeCanyon.

source: Wrong format! It looks like you are using the Order ID instead of CodeCanyon purchase ID.
he_il: נראה שאתה משתמש במספר הזמנה במקום במזהה הרכישה של CodeCanyon.

source: Yellow
he_il: צהוב

source: YES
he_il: כן

source: Yes
he_il: כן

source: You can use special placeholders: {siteDomain}, {currentDate}, {contactEmail}, {contactName}, {contactPhone}. They will be replaced with their values accordingly.
he_il: תוכל להשתמש במצייני מיקום מיוחדים: {siteDomain}, {currentDate}, {contactEmail}, {contactName}, {contactPhone}. הם יוחלפו בערכים שלהם בהתאם לכך

source: You have been using the plugin without license activation for more than an hour. Please activate the license with a purchase key to continue using it.
he_il: השתמשת בתוסף ללא הפעלת רישיון במשך יותר משעהאנא הפעל את הרישיון עם מפתח רכישה כדי להמשיך להשתמש בו.

source: You must enable allow_url_fopen option in PHP. Contact the support service of your hosting provider. They know what to do.
he_il: עליך להפעיל את האפשרות allow_url_fopen ב-PHP."צור קשר עם שירות התמיכה של הספק האירוח שלך. הם יודעים מה לעשות.

source: You must enable BCMath extension (Arbitrary Precision Mathematics) in PHP. Contact the support service of your hosting provider. They know what to do.
he_il: עליך להפעיל את התוסף BCMath (Arbitrary Exact Mathematics) ב-PHP.צור קשר עם שירות התמיכה של ספק האירוח שלך. הם יודעים מה לעשות.

source: You must enable CURL (Client URL Library) in PHP. Contact the support service of your hosting provider. They know what to do.
he_il: עליך להפעיל את CURL (ספריית כתובת URL של לקוח) ב-PHP. צור קשר עם התמיכה שירות של ספק האירוח שלך. הם יודעים מה לעשות.

source: You must enable mbstring extension (Multibyte String) in PHP. Contact the support service of your hosting provider. They know what to do.
he_il: עליך להפעיל את סיומת mbstring (מחרוזת מרובת בתים)ב-PHP צור קשר עם התמיכה". ספק האירוח שלך. הם יודעים מה לעשות.

source: You must enable XML extension in PHP. It's used for XML processing. Contact the support service of your hosting provider. They know what to do.
he_il: עליך להפעיל את סיומת ה-XML ב-PHP היא משמשת לעיבוד XML.פנה אל ספק האירוח שלך. הם יודעים מה לעשות.

source: You need install and activate Elementor builder. Go to Elementor site (elementor.com) for details.
he_il: עליך להתקין ולהפעיל את בונה אלמנטור. עבור לאתר אלמנטור(elementor.com) לפרטים.

source: You need install and activate WPBakery builder. Go to WPBakery site (wpbakery.com) for details.
he_il: עליך להתקין ולהפעיל את בונה WPBakery. עבור אל אתר WPBakery(wpbakery.com) לפרטים.

source: your account
he_il: החשבון שלך

source: Your browser does not support the audio element.
he_il: הדפדפן שלך אינו תומך באלמנט האודיו.

source: your copy of the Readabler license to enable Accessibility Modes and additional features.
he_il: העותק שלך של רישיון Readabler מאפשר מצבי גישה ותכונות נוספות.

source: Your E-Mail
he_il: הדואר האלקטרוני שלך

source: Your Name
he_il: השם שלך

source: Your plugin license is
he_il: רשיון הפלאגאין שלך הוא

source: zero
he_il: אפס
